Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/ruijankaiku/kuivaakallaa-ja-muita-sodanjulistuksii.html.tmx
Source language: nob
Languages: fkv

source: Velg side
fkv: Ota kontaktii – Kontakt oss

source: Det hendte vi ungene i Kjelvik ble uenige.
fkv: Ruijan Kaijusta – Om Ruijan Kaiku

source: Tekst: Maureen Bjerkan Olsen og Arne HaugeKvensk oversettelse: Eira SöderholmIllustrasjon: Wilfred Hildonen
fkv: Piirustus: Wilfred Hildonen Se sattui ette met Kelviikin lapset jouđuima riithaan.

source: svarte vi når voksne spurte hvorfor vi kranglet og sloss.
fkv: «Sillä ko mie suutuin niin hiivatusti,» met vastasimma ko raavhaat kysythiin miksi met torasimma ja tappelimma.

source: Vi kunne nebbes om alt mellom himmel og havbotten.
fkv: Met saatoima nokkainttuut kaikesta taivhaan ja merenpohjan välilä.

source: Unntagen en ting;
fkv: Poislukkiin yhđen assiin;

source: at det meste i bunn og grunn var søringene sin feil.
fkv: ko tarkat olthiin, kaikki oli söörinkkiitten syytä.

source: Den sannheten sto fjellstøtt da som nå.
fkv: Se tottuus oli ja pysyi aina ja ijänkaikkisesti.

source: Ofte ble vi to leire, der vi sto i fjæra og diskuterte verdensproblemer.
fkv: Niin ko ette kuka meistä oli kesän aikana saanu enniimitten tainariita.

source: Les den kvenske oversettelsen av fortellingen her: Kuivaakallaa ja muita sođanjulistuksii
fkv: Ja sitte tuli se päivä koska vika ei ollu sööringiissä tyhä teoriissa mutta kansa tođelisuuđessa.

source: Det var noen i Kjelvik, de hadde sommerbesøk.
fkv: «Hei tet sielä!» se poika muutamana päivänä huusi.

source: «Fikk dere noe fisk da?»
fkv: «No saittako tet seittii?»

source: Han sto ved kaia idet en skokk av oss innfødte kravlet i land i fjæra.
fkv: Se seisoi prykylä ko koko roikka meitä alkuasukkhaita lihkos fieruassa tulossa maihin.

source: Vi hadde vært med spissa på sjøvær ute ved Kjelen.
fkv: Met olima olheet paasila kalassa Kelviikinsaaren likelä.

source: To torsk og en småsei landet foran guttens føtter.
fkv: Kaksi turskaa ja yksi pikkusaita lennethiin pojan jalkhoin.

source: Schäferen vår Rex kom bort og snuste, ellers var det stilt.
fkv: Meiđän Rex-sääferi meni haistamhaan niitä, muutoin ei kuulunu ääntäkhään.

source: Trykkende stilt.
fkv: Ei ääntäkhään.

source: sa gutten etter en tid.
fkv: «Sanoinko mie jotaki väärin?»

source: «Sa jeg noe galt?»
fkv: «Se oon saita.

source: Den største av oss innfødte tok et skritt fram.
fkv: » Sillä vailui kaksi etuhammasta ja sillä se särki ässää.

source: «Det hete fesk.
fkv: «Mie sanoin šaita!»

source: » Han manglet to fortenner og lespet. Da blunket søringen lenge og fort, så gliste han.
fkv: Ensin söörinki räpsytteli silmii ja kauvoin räpsytteliki, mutta sitte hän virnisti.

source: Der i tanngarden, kunne vi se, var alle fortennene på plass. Enn så lenge.
fkv: Ja silloin met saatoima nähđä ette sillä pojala oli kaikki hamphaat tallessa, etuhamphaatki.

source: sa søringen.
fkv: Kuitenki vielä.

source: Noe som avfødte en verbal ping-pong som var enkel å følge.
fkv: Mistä seuras verbaalinen ping-pong missä oli helppo pyssyyt myötä.

source: Fisk, fesk.
fkv: Seiti, saita.

source: Fesk, fisk.
fkv: Saita, seiti.

source: Inntil søringen avbrøt ordvekslingen med et argument.
fkv: Kiini siihen asti ette söörinki hoksas argumentin.

source: Jo, søringegutten hevdet vi levde i et demokrati, og fordi det var mye mer folk sørpå enn nordpå, var både vi og den dumme fesken vår nedstemt.
fkv: Joo, se sööringinplanttu väitti ette ko meilä oon tässä maassa demokratii, ja ko heiđän puolessa maata oli paljon enämen ihmissii ko meiđän puolessa, se sekä meiđät ette se pöljä ”saita” äänestethiin nurinniskoin.

source: Det, pluss at han gledet seg til å reise hjem til normale folk og skikkelig fisk, og at vi her oppe i gokk kunne gå og drukne oss som trodde at skrivefeil var noe å skryte av.
fkv: Niin, ja ette lisäksi hän iloitti ko tiesi ette heti päässee taas kothiin normaalijärkisten ihmisten joukkhoon ja normaaliitten seittiin tykö, ja ette met täälä jumalan sölän takana assuujat saama mennä ja hukuttaat ittemä, ko luulema ette väärinpuhumisessa oon jotaki praamaamista.

source: Det var dråpen som fikk auskaret til å renne over.
fkv: Se oli noppa mikä sai veđen kulkkuumhaan auskarin reunan yli.

source: Kjelvik-gutten lespet at nå var det nok, han klatret opp på kaia og smøg seg under nettingen på fiskehjellen.
fkv: Kelviikin poika sihhuutti ette nyt kyllä oon nokko, kiikkui ylös prykyle ja ryömi kalajällin verkon alle.

source: Der innunder hang tørrfisken skulder ved skulder, så tett de på avstand liknet digre, lodne tepper hengt til tørk, og der hørte vi ham røske ned ei sperre.
fkv: Sielä henkas kuivatkalat kylki kylkkee vasten, niin iholhaan ette kaukkaa näytti ko siinä olis henganu valtavii, karvaissii mattoi kuivaamassa.

source: Han ankom kaikanten idet han surret opp hyssingstumpen som holdt sammen de to inntørkete, steinharde torskene.
fkv: Se tuli taas prykyn reunale, kiersi auki pannan millä net kaksi kuivaa kivikovvaa turskaa oli siđottu yhtheen.

source: Som plukket den opp, prøvefektet to ganger i lufta, og klatret opp på kaia.
fkv: Joka noukki sen ylös, sivalsi kokheeksi pari kerttaa ilmaa ja kiikkui ylös prykyle.

source: Resten av oss ungene klatret etter.
fkv: Ja niin kiikuthiin met kaikki muutki kläpit.

source: Det smalt lenge i fisk mot fesk.
fkv: Kauvoin iski seiti saittaa vasthaan.

source: Til det i undring over dette kampgnyet fra kaikanten kom en gammelkall ut fra pakkhuset. Han ville se hva som foregikk.
fkv: Kiini siihen asti ette pakkahuonheesta tuli vanhaa äijä ihmettelemhään ette mitä tappelumetakkaa se sieltä prykyltä oikhein kuului.

source: mumlet gammelkallen da vi hadde forklart.
fkv: «Jaa niin,» mutisi äijä ko met olima sen hänele selvittänheet.

source: Han sto en tid blant oss og glodde på tørrfiskene som smalt i hop.
fkv: Seisoi pienen aikkaa siinä meiđän seurassa ja pyyristeli kuiviikalloi mikkä iskethiin yhtheen.

source: Før han humret i skjegget, snudde og gikk.
fkv: Sitte se hymisi parthaan, kääntyi ja lähti.

source: «Bare fortsett,» hørte vi ham vinke.
fkv: Kiini siihen asti ette kumpiki huuđethiin ai!

source: Fiskekrigen på kaia varte lenge.
fkv: ja vaitelthiin ette toinen löi vasiten.

source: Helt til begge ropte au og klagde over at den andre slo med vilje. Da fektet de ennå ei stund, til kinnene så ut som herjet med av ei illsint katte og en ny voksenperson kom sigende.
fkv: Sitte het iskethiin vielä vähäsen aikkaa, kiini siihen asti ette posket näytethiin niin ko niitä olis kraappinu pahanjuoninen kissa, ja paikale tuli toinen raavas ihminen.

source: Ei myndig dame.
fkv: Arvovaltainen daami.

source: Hun avvæpnet bryskt begge og spurte hva i verden de sloss for.
fkv: «Sitte se oon tasapeli,» se sanoi ko oli kuulu kunka se oli.

source: «Da e det uavgjort,» sa hun etter å ha lyttet.
fkv: «Tyskäläinen oon lähteny jo kauvoin aikkaa, ja met asuma vaphaassa maassa.

source: Sverdfiskene lå igjen på kaia da damen husjet av sted de to musketerene.
fkv: Miekkakalat jääthiin virumhaan prykyn pääle ko daami jaakas musketeerit keinhoonsa.

source: Lurest var nok gammelkallen, fant vi ut, for brått var han tilbake.
fkv: Oveliin oli kylläki se äijä, sen met havaittimma, sillä ko se oli heti taas takaisin.

source: Også han tannlaus i front der han plukket opp tørrfiskene og gliste.
fkv: Seki oli eđestä hamphaaton, havaittimma siinä ko se noukki ylös kuivatkalat ja virnisti.

source: Rex og et par av oss ungene diltet etter da gamlingen subbet langs pakkhuset ut til framsida av kaia.
fkv: Rex ja pari meitä kläppii laukothiin pörhään ko vanhus kömpyröitti pitkin pakkahuonetta ja ulos prykyn etupuolele.

source: Med utsikt mot Kjelen satte han seg inntil solveggen på ei gammel fiskekasse av tre, dro av fliser av tørrfisk, sukket i lykke og gumlet i vei.
fkv: Se istui alas auringon puolele vanhaale puisele kalakassale naama kohđen Kelviikinsaarta, reviskeli fliissui kuivastakalasta, huokkaili onnesta ja pureskeli tytyväisenä.

source: Øynene hans forsvant en tid i rynker, så godt var det, og da nappet vi ungene til oss den andre tørrfisken og satte oss vi også.
fkv: Silmät sillä kađothiin välilä rypphyin sishään, niin makkee se kala oli, ja silloin met kläpit näppäsimma sen toisen kuivankalan ja istuima metki.

source: Denne sommerdagens moro med tørrfisk forble en godt bevart hemmelighet.
fkv: Met jyrsimä kallaa kiini siitä oli jäljelä tyhä pikku mourui ja nahka.

source: Mellom oss ungene, gamlingen og Rex.
fkv: Nahan sai Rex ja mourut met puhalsimma alas riepoile.

source: Alle visste at eierne av sånne fiskehjeller trivdes best i det uvisse, hvor de vanen tro kunne klandre udyr som mink, ørn, og søringer.
fkv: Tästä kesäpäivälisestä kuivakalailosta tuli tarkkhaan varjeltu sallaisuus, mistä ei tienheet muut ko met kläpit, vanhus ja Rex.

source: Jo, ungene i Kjelvik de kranglet og sloss.
fkv: Joo, Kelviikin kläpit kyllä torathiin ja tapelthiin.

source: Men det var fort glemt, og etterpå lette vi krabber og skjell blant tangkledde draugehau i fjæra på andre siden av elva.
fkv: Mutta het kansa unheetethiin hopusti, ja pörästä taas hajethiin rieppoi ja kraakkui teppuin ja taaroin peittämiitten meriraukanpäitten sejasta fieruasta toiselta puolelta jokkee.

source: Helt til noen lo ondt fordi søringen gikk i spinn i sleiptanga, trynet med nesa ned og ble våt som en kråkebolle.
fkv: Kiini siihen asti ette joku nauroi pahanilkisesti ko liukkhaat taarat panthiin sööringin nurinniskoin naamalens ja se kastui märäksi ko variksenpata.

source: Da var det på han igjen, alle væpnet til tennene med digre kvaster av tang.
fkv: Silloin olthiin kaikki sen niskassa taas, asheina valtavat taaravihđat.

source: Rex og jeg gikk hjem.
fkv: Met Rexin kansa lähđimä kothiin.

source: Jeg hørte henne mumle for seg selv blant skuffer som smalt og bestikk som klirret:
fkv: mie huusin siinä ko tulin porstuusseen ja nojasin Rexhiin ette sain kengät jalasta.

source: «Ka sku det no ellers være?
fkv: ”Mitä meilä oon ruvaksi tääpänä?”

source: 19. september 2019
fkv: huusi mamma köökistä.

source: Vanhaa kuva – Gamle bilder
fkv: «Mitäs muuta meilä nyt olis?»
